{
  "title": "Terms of Service",
  "subHeading": "Last Updated, November 22, 2023",
  "content": [
    {
      "heading": "1. GENERAL INFORMATION",
      "content": [
        "Obscuro Limited (“our,” “us,” “we” or “Obscuro Labs“), a private limited company incorporated and registered in England and Wales under company number 13873741 with a registered office at Ground Floor, Cromwell House, 15 Andover Road, Winchester, SO23 7BT, UK, welcomes you. These Terms of Service (\"Terms\") govern your access to and use of the Website, Ten Testnet services and software (collectively, the \"Services\"). By using our Services, you agree to these Terms.",
        "These Terms set forth the legal terms and conditions governing your Testnet use. These Terms, along with any of our other policies and rules referenced herein, comprise the entire understanding between you and Obscuro Labs regarding the Services and supersede all other agreements, understandings, or representations with respect to such subject matter, either written or oral. If you do not agree to these Terms, do not use our Services.",
        "By using our Services, you confirm that you accept these Terms and that you agree to be bound by and comply with these Terms, and you represent and warrant that you have the willingness, right, authority, and capacity to enter into these Terms (on behalf of yourself or the entity that you represent). If you do not agree to all of these Terms in their entirety, you may not use the Services or any other related site in any manner.",
        "You must be 18 years of age or older to use the Services. By using the Services, you confirm, represent and warrant that you meet these requirements."
      ]
    },
    {
      "heading": "2. DISCLAIMER",
      "content": [
        "You expressly acknowledge that your use of the Services is provided to you on an “as is” and “as available” basis without any warranty under these Terms and to the extent allowed by applicable law, all express or implied conditions, representations and warranties including without limitation, any implied warranties or conditions of merchantability, fitness for a particular purpose, satisfactory quality, or arising from a course of dealing usage or trade practice, or warranty of non-infringement are disclaimed.",
        "In instances where we discuss future ideas or potential developments, we are expressing our vision and aspirations. However, this should not be interpreted as a binding commitment or a guarantee that these concepts will materialise, that we will implement any of them, or that they will prove effective.",
        "You must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our Services or Terms."
      ]
    },
    {
      "heading": "3. PRIVACY",
      "content": [
        "Your privacy is important to us. In using the Services, you may be required to provide certain personal information. We will use this information solely for the purpose of facilitating your use of the Services, including but not limited to identity verification, compliance with legal obligations, and improving the Services. We will not share your personal data with third parties, except as required by law or for the purpose of providing the Services. Your data will be stored securely and will be deleted when no longer necessary for the provision of the Services or as required by applicable law."
      ]
    },
    {
      "heading": "4. INTELLECTUAL PROPERTY RIGHTS; FEEDBACK",
      "content": [
        "All the copyright and other intellectual property rights in our Services are reserved.",
        "Neither these Terms nor your access to the Services transfers to you or any third party any rights, title, or interest to such intellectual property rights. You agree not to take any action(s) inconsistent with such ownership interests. We reserve all rights in connection with the Services and its content, including, without limitation, the exclusive right to create derivative works.",
        "Obscuro Labs welcomes feedback, comments and suggestions for improvements to the Testnet and related technologies of the Services (“Feedback”). You grant to Obscuro Labs a non-exclusive, transferable, worldwide, perpetual, irrevocable, fully-paid, royalty-free license, with the right to sublicense, under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose, in any form, format, media or media channels now known or later developed or discovered."
      ]
    },
    {
      "heading": "5. THIRD-PARTY MATERIALS",
      "content": [
        "A third-party product site link is not an indication that we endorse such third-party products or are in a manner affiliated with them. Any time we link to, quote, or otherwise reference any third-party products or reproduce or incorporate their information, content, or material, it is solely for informational purposes. These third-party products are owned, operated, and controlled by third parties. We strongly advise you to read the terms and conditions and privacy policies of any third-party products you visit and/or use. When you use or rely on any third-party products, you do so at your own risk. You understand that you are solely responsible for any fees or costs associated with using third-party products and that, unless stated herein, the Terms do not otherwise apply to your dealings or relationships with any third parties or third-party products, and we assume no obligations or liability and make no representations or warranties regarding such third-party products."
      ]
    },
    {
      "heading": "6. RESTRICTIONS ON THE USE OF THE SERVICES",
      "content": [
        "You may only use the Services for lawful purposes and in compliance with these Terms. You agree not to use the Website and Services to do any of the following:",
        "<ul><li>violate any applicable law or regulation, including, without limitation, any applicable sanctions laws, export control laws, securities laws, anti-money laundering laws, privacy laws;</li><li>use any device, software or routine that interferes with or compromises the integrity, security, or proper functioning of our Services;</li><li>damage or disrupt any parts of the Services, the server(s) on which the Services run or any server, computer, or database connected to the Services;</li><li>further or promote any criminal activity or enterprise or provide instructional information about illegal activities; or</li><li>encourage or enable any other individual to do any of the foregoing.</li></ul>"
      ]
    },
    {
      "heading": "7. INDEMNITY",
      "content": [
        "You acknowledge and agree to, at your own expense, defend, indemnify and hold harmless Obscuro Labs and its affiliates and their respective equity holders, directors, officers, employees, managers, partners, service providers, licensors, licensees, representatives, agents and successors (“Indemnified Parties“) from any claim, actions, liabilities, losses, damages, suits and expenses, costs of whatever kind, including attorneys’ and expert fees and legal expenses, that we incur in connection with or arising out of your use of the Services, including but not limited to: <ul><li> any breach or violation of these Terms by you; </li><li> material entered into or transmitted through the Services by you or a third party acting at your request; </li><li> your use of any third-party products; </li><li> a claim that any use of the Services by you infringes any intellectual property right of any third party, or any right of privacy or publicity, is libellous or defamatory, or otherwise results in injury or damage to any third party; or </li><li> any deletions, additions, insertions, or alterations to, or any unauthorised use of, the Services by you (collectively, “Claims“). You agree to promptly notify us of any third-party Claims and cooperate with the Indemnified Parties in defending such Claims. We reserve the right to assume the exclusive defence and control of any Claim and matter otherwise subject to indemnification by you at your expense, and you shall not in any event settle or otherwise dispose of any matter without our prior written consent.</li></ul>"
      ]
    },
    {
      "heading": "8. LIMITATIONS OF LIABILITY",
      "content": [
        "TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL THE INDEMNIFIED PARTIES OR ANY OF THEM BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR: <ul><li> ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, BUSINESS, OR REVENUE, BUSINESS INTERRUPTION, LOSS OF DATA, LOSS OF BUSINESS OPPORTUNITY, GOODWILL OR REPUTATION, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION; </li><li> ANY SUBSTITUTE GOODS, SERVICES OR TECHNOLOGY; </li><li> ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF ONE-HUNDRED POUNDS (£100); OR </li><li> ANY MATTER BEYOND THE REASONABLE CONTROL OF THE INDEMNIFIED PARTIES OR ANY OF THEM. </li></ul>",
        "SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL OR CERTAIN OTHER DAMAGES, SO THE FOREGOING LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.",
        "Nothing in these Terms is intended to exclude or limit our liability for death or personal injury caused by our negligence, or for fraud or fraudulent misrepresentation, or to affect your statutory rights."
      ]
    },
    {
      "heading": "9. TERMINATION",
      "content": [
        "We may terminate or suspend your access to our Services at any time for any reason."
      ]
    },
    {
      "heading": "10. FORCE MAJEURE",
      "content": [
        "You acknowledge and agree that we will not be liable for failures or delays in providing Services or other non-performance caused by events including but not limited to strikes, insurrection, riot, civil unrest, war, fires, utility, or power failures, equipment failures, changes in law, cyberattacks, denial of service attacks, non-performance of our vendors or suppliers, acts of god, pandemic or epidemic events, or other causes over which we have no reasonable control. We will make reasonable efforts to limit the effect of any of those events and start or restart the Website and Services as soon as those events have been fixed."
      ]
    },
    {
      "heading": "11. COMPLAINTS, DISPUTES AND GOVERNING LAW",
      "content": [
        "Any dispute, claim or request for relief arising out of or in connection with these Terms and/or the Services, including any question regarding its existence, validity or termination, shall be referred to and finally resolved by arbitration under the LCIA Rules, which Rules are deemed to be incorporated by reference into this clause. The number of arbitrators shall be one. The seat, or legal place, of arbitration, shall be London, United Kingdom. The language to be used in the arbitration shall be English. The governing law shall be the substantive law of England.",
        "To the extent there is a dispute regarding any Claim (including questions about the scope, applicability, interpretation, validity, and enforceability of this arbitration agreement), you and Obscuro Labs agree that this threshold dispute shall be delegated to the arbitrator (not a court) and that the arbitrator shall have initial authority to resolve such threshold disputes, except as expressly provided below. The arbitration will be final and binding, and the judgement on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. Please be advised that all arbitration proceedings are confidential unless the parties agree otherwise.",
        "If you are a UK or EU resident and use the Services mainly for non-business purposes, you can bring proceedings in any competent courts in the country of your main residence that has jurisdiction over your claim or dispute.",
        "Governing law. These Terms and any issue, claim or dispute between you and us that arises out of them (or otherwise relating to the Services) will be governed by the laws of England. However, any additional, mandatory consumer rights and protections that you are entitled to under the laws of the country in which you reside will also apply."
      ]
    },
    {
      "heading": "12. CHANGES TO THESE TERMS",
      "content": [
        "We reserve the right, in our sole discretion, to modify, suspend or discontinue the Terms and /or Services (or any features or parts thereof) from time to time to reflect changes to our Services, our users’ needs, our business priorities or changes in laws applicable to us, without liability to you. We will give you reasonable notice when we change our Terms. Your continued use of the Services following the posting of revised Terms means that you accept and agree to the changes. Please check these Terms regularly to ensure you agree with the most recent version."
      ]
    },
    {
      "heading": "13. UPDATES; MONITORING",
      "content": [
        "We may make any improvement, modifications or updates to the Services, including but not limited to changes and updates to the underlying software, infrastructure, security protocols, technical configurations or service features (the “Updates”) from time to time.  Your continued access and use of our Services are subject to such Updates and you shall accept any patches, system upgrades, bug fixes, feature modifications, or other maintenance work that arise out of such Updates.  We are not liable for any failure by you to accept and use such Updates in the manner specified or required by us.  Although the Company is not obligated to monitor access to or participation in the Services, it has the right to do so for the purpose of operating the Services, to ensure compliance with the Terms and to comply with applicable law or other legal requirements."
      ]
    },
    {
      "heading": "14. GENERAL TERMS",
      "content": [
        "Information Only. You agree that the Services (or any information provided by or obtained from the Services) are for informational purposes only, are not intended to be relied upon for professional advice of any sort, and is not a substitute for information from experts or professionals in the applicable area. You should not take, or refrain from taking, any action or decision based on any information contained in the Services. If, and before you make any financial, legal, or other decisions involving the Services, you should seek independent professional advice from an individual who is licensed and qualified in the area for which such advice would be appropriate.",
        "Open-Source: Ten is being developed on an open-source basis under the GNU Affero General Public License, Version 3.0, the terms of which are found here: https://www.gnu.org/licenses/agpl-3.0.html (the “AGPLv3 Licence“). By accessing, using, copying (or similar) the Services, you agree that the Services shall be governed by the AGPLv3 Licence (and the Terms herein). The Services are licensed under the AGPLv3 License and you undertake that you will not use the Services except in compliance with the AGPLv3 License and these Terms. You agree that any software developed using the Services, shall be made available for the public to use on an open source basis, on the AGPLv3 License terms.",
        "Compliance with Law. You represent and warrant that you will comply with all laws that apply to you, your use of the Services, and your actions and omissions that relate to the Services. If your use of the Services is prohibited by applicable laws, then you aren’t authorised to use the Services. We will not be responsible for your using the Services (and developing and/or deploying any software) in a way that is a violation of any law. Without limiting the foregoing, you represent and warrant that you are not, and for the duration of the time you use the Services (to develop any software or similar) will not be (a) the subject of economic or trade sanctions administered or enforced by any governmental authority or otherwise designated on any list of prohibited or restricted parties (including but not limited to the United Nations Security Council, the European Union, His Majesty’s Treasury, and U.S. Department of Treasury), or (b) a citizen, resident, or organised in a jurisdiction or territory that is the subject of comprehensive country-wide, territory-wide, or regional economic sanctions by the United Nations, European Union, any EU country, UK Treasury, or the United States, including without limitation Cuba, the Crimea, Donetsk, and Luhansk regions of Ukraine, Iran, North Korea, Russia, Syria, Yemen and any other regions and/or countries sanctioned from time to time. If at any point the above is no longer true, you must immediately cease using the Services.",
        "Assumption of Risk. By using the Services, you (a) represent that you are sophisticated enough to understand the various inherent risks of using cryptographic and public blockchain-based systems, including but not limited to the Services and digital assets, and (b) acknowledge and accept all such risks, and agree that we make no representations or warranties (expressly or implicitly) regarding, and that you will not hold us liable for those risks, including but not limited to the risks described below, any or all of which could lead to losses and damages, including the total and irrevocable loss of your assets. These risks include, but are not limited to:",
        "<ul><li>Wallet security and safekeeping. You are solely responsible for the safeguarding and security of your Web3 wallets. If you lose your wallet seed phrase, private keys, or password, you may be forever unable to access your digital assets. Any unauthorised access to your wallet by third parties could result in the loss or theft of your digital assets. We have no involvement in, or responsibility for, storing, retaining, securing or recovering your Web3 wallet seed phrases, private keys, or passwords, or for any unauthorised access to your Web3 wallet.</li><li>Blockchain technology. Public blockchains, and the technology underlying and interacting with cryptographic and public blockchain-based systems, are experimental, inherently risky, and subject to change. Among other risks, bugs, malfunctions, cyberattacks, or changes to a particular public blockchain (e.g., via forks) could disrupt these technologies irreparably. There is no guarantee that any of these technologies will not become unavailable, degraded, or subject to hardware or software errors, operational or technical difficulties, denial-of-service attacks, other cyberattacks, or other problems requiring maintenance, interruptions, delays, or errors.</li><li>Network cost and performance. The cost, speed, and availability of transacting on public blockchain systems are subject to significant variability. There is no guarantee that any transfer will be confirmed or transferred successfully.</li><li>Blockchain transactions and smart contract execution. Public blockchain-based transactions (including but not limited to transactions automatically executed by smart contracts) are generally considered irreversible when confirmed. Any transaction that will interact with smart contracts or be recorded on a public blockchain must be recorded with extreme caution.</li><li>Digital assets. The markets for digital assets are nascent and highly volatile due to various risk factors including (but not limited to) adoption, speculation, technology, security, and regulation. Digital assets and their underlying blockchain networks are complex emerging technologies that may be subject to delays, halts or go offline as a result of errors, forks, attacks or other unforeseeable reasons. Anyone can create a digital asset, including fake versions of existing digital assets and digital assets that falsely claim to represent projects. So-called stablecoins may not be as stable as they purport to be, may not be fully or adequately collateralised, and may be subject to panics and runs. You are solely responsible for understanding the risks specific to each digital asset that is relevant to you.</li><li>Bridging. In addition to being an especially novel and untested implementation of blockchain technology in general, cross-blockchain bridging technology has historically been, and may in the future be, the subject of numerous cyberattacks and exploits, including without limitation, hacks that exploit a vulnerability in the associated software, hardware, systems or other equipment or social engineering to gain control of any bridge components, wallets, smart contracts or other related systems.</li><li>Control of the Services. The Services may be subject to periodic upgrades, which may introduce other risks, bugs, malfunctions, cyberattack vectors, or other changes to the Services that could disrupt the operation of the Services, the functionality of bridging, your ability to access bridged digital assets, or otherwise cause you damage or loss.</li><li>Third Party Risks. Third-party products carry their own individual, oftentimes highly significant risks. When you use the Services to interact with any third-party products, you are subject to all of those risks.</li><li>Legislative and regulatory risks. Digital assets, blockchain technology, and any related software and services are subject to legal and regulatory uncertainty in many jurisdictions. Legislative and regulatory changes or actions may adversely affect the usage, transferability, transactability and accessibility of digital assets, bridging or the Services.</li></ul>",
        "Release of claims. You expressly agree that you assume all risks and liabilities in connection with your use of the Services (including, without limitation, the development and/or deployment of any software under or in connection with the Services), as such are detailed above and as permitted under applicable laws. You further expressly waive and release Obscuro Labs, as well as its affiliates and service providers, and each of their respective past, present and future officers, directors, members, employees, consultants, representatives and agents, and each of their respective successors and assigns from any and all liability, claims, causes of action, or damages arising from or in any way relating to your use of the Services."
      ]
    },
    {
      "heading": "15. CONTACT INFORMATION",
      "content": [
        "If you have any questions about the Website or these Terms, please contact us at <a href='mailto:siteMetadata.email'>siteMetadata.email</a>"
      ]
    }
  ]
}
